{
  "title": "Speakers",
  "speaker": [
    {
      "name": "Paul Boag",
      "organisations": [
        [
          {
            "name": "Headscape",
            "url": "http://www.headscape.co.uk"
          },
          {
            "name": "Boagworld",
            "url": "http://www.boagworld.co.uk"
          }
        ]
      ],
      "photo": "paul-boag.jpg",
      "description": "<p>Paul Boag has been working with the web since 1994. He is now co-founder of the digital agency Headscape, where he works closely with clients to establish their web strategy.</p><p>Paul is a prolific writer having written Digital Adaptation, Website Owners Manual, Client Centric Web Design and numerous articles for publications such as .net magazine, Smashing Magazine and the econsultancy.com.</p><p>Paul also speaks extensively on various aspects of web design both at conferences across the world and on his award winning web design podcast boagworld.</p>",
      "bookmark_link": "paul-boag",
      "talk_title": "Digital Adaptation: Time to Untie Your Hands",
      "talk_description": "<p>Do you feel like you are doing your job with one hand tied behind your back? Are you frustrated by company practices that are horribly antiquated and inappropriate for the digital world? Does your boss or client fail to understand the unique characteristics of the web? If so, you are not alone. The majority of traditional businesses are struggling to adapt to the digital economy and need your help even if they don't realize it.</p><p>In his talk, Paul explains why this is, and what we (as the web community) can do about it. He highlights that to build a great website, we have to be the catalyst for organizational change and recommends ways to start make it happening.</p><p>Things you will learn include</p><ul><li>Why so many organisations are failing to adapt</li><li>Why it falls to you to instigate the change in company culture</li><li>Practical ways of instigating change</li><li> Why your primary job isn't to build websites, despite what your boss or client might think</li></ul>",
      "talk_time": "09:30am"
    },
    {
      "name": "Rachel Andrew",
      "organisations": [
        [
          {
            "name": "edgeofmyseat.com",
            "url": "http://edgeofmyseat.com"
          },
          {
            "name": "Perch",
            "url": "http://www.grabaperch.com"
          }
        ]
      ],
      "photo": "rachel-andrew.jpg",
      "description": "<p>Rachel Andrew is a web developer, writer, speaker and one half of edgeofmyseat.com - the company behind the CMS Perch. She has been working on the web since the late 90s and running her own company since 2001.</p><p>When not working on her own product, Rachel enjoys helping other people transition from consultancy and client services to profitable product businesses - without needing to seek investment or risk everything by “doing a startup”.</p>",
      "bookmark_link": "rachel-andrew",
      "talk_title":"The Profitable Side Project",
      "talk_description":""
    },
    {
      "name": "Amy Thibodeau",
      "organisations": [
        [
          {
            "name": "Facebook",
            "url": "http://facebook.com"
          }
        ]
      ],
      "photo": "amy-thibodeau.jpg",
      "description": "<p>Amy Thibodeau is a writer and content strategist at Facebook. Before relocating to the London office this past November, she managed the Facebook content strategy team that focuses on making interfaces for business easier to use and understand. Now she works on a range of different projects with an amazing team of UK-based product managers and engineers</p><p>In her spare time, Amy dabbles in photography, occasionally writes about language for The Guardian and collects ephemera on her blog. Before joining Facebook, she travelled around the world for a year doing personal projects and consulting work through Contentini, a boutique web agency she co-founded.</p>",
      "bookmark_link": "amy-thibodeau",
      "talk_title":"Designing with words: The role of content strategy in product development",
      "talk_description":"<p>We’ll focus on the often neglected words that help shape your user experience and discuss how to approach interface content as a design practice. The goal? To help you build better experiences that warm the cockles of your users' hearts while encouraging them to tap, click and stay engaged. </p>"
    }
  ]
}
